Repository: ikok07/fthub-client
Catalog: FTHub/Localization/Localizable.xcstrings
Source language: en
Languages: bg, de

source: A code will be sent to your email
bg: Ще бъде изпратен код до вашия имейл адрес
de: Ein Code wird an deine Email gesendet werden.

source: App Account
bg: Профил
de: App Konto

source: Confirm
bg: Потвърждение
de: Bestätigen

source: Confirm your password
bg: Потвърдете паролата
de: Passwort wiederholen

source: Didn't receive code?
bg: Не сте получили код?
de: Keinen Code?

source: Enter your account email to reset your password
bg: Въведете имейла, който използвате във вашия профил, за да възстановите паролата си
de: Geben Sie deine Email, um dein Password zurückzusetzen

source: Enter your email
bg: Въведете имейл
de: Geben Sie deine Email ein

source: Enter your name
bg: Въведете име
de: Geben Sie ihren Namen ein

source: Enter your password
bg: Въведете парола
de: Geben Sie ein Passwort ein

source: Finish
bg: Край
de: Beenden

source: Forgot password?
bg: Забравена парола?
de: Password vergessen?

source: or choose another option
bg: или изберете друга опция
de: oder wählen Sie andere Option aus

source: Resend now
bg: Повторно изпращане
de: Neu senden

source: Restore Password
bg: Възстановяване на парола
de: Passwort zurücksetzen

source: Send email
bg: Изпращане на имейл
de: Email senden

source: Sign In
bg: Вписване
de: Anmelden

source: Sign Out
bg: Излизане от профил
de: Abmelden

source: Sign Up
bg: Регистрация
de: Registrieren

source: Skip
bg: Прескачане
de: Überspringen

source: Start
bg: Започване
de: Anfangen

source: Successful email authentication
bg: Успешно потвърждение на имейл
de: Email erfolgreich authentifiziert

source: The entered code is invalid or expired
bg: Въведеният код е невалиден или изтекъл
de: Der eingegebene Code ist ungültig

source: We have sent a code to
bg: Изпратихме код до
de: Wir sendeten einen Code an
